<?php
$pageTitle = "Курячі рулетики з грибами";
require 'head.php';
?>

<?php
$currentPage = 'post';
require 'header.php';
?>

<main class="some-selector">
    <h2>Курячі рулетики з грибами</h2>
    <article>
        <h2 style="font-size: 25px;">Інгредієнти для приготування курячих рулетиків з грибами:</h2>
            <p>Куряче філе - 300 гр.
            <br>Гриби печериці - 300 гр.           
            <br>Цибуля ріпчаста - 1 шт.                 
            <br>Рослинна олія - 40 мл
            <br>Вершки  - 12 склянки                  
            <br>Борошно - 100 гр.
            <br>Інвентар для приготування курячих рулетиків з грибами:
            <br>Ніж              
            <br>Обробна дошка          
            <br>Плита            
            <br>Сковорідка           
            <br>Харчова плівка          
            <br>Молоточок для відбивання              
            <br>Скоковородка з високим бортом          
            <br>Приготування  курячих рулетиків з грибами.
        </p>
    </article>

    <article class="line">
        <h2 style="font-size: 25px;">Крок 1: Приготування начинки.</h2>
        <img src="2.jpg" alt="Зображення" class="img" width="300" height="200">
        <p>
            Розігріваємо сковороду. 
            Нарізати дрібно ножем наші гриби ( гриби підійдуть будь-які, на ваш смак ). 
            <br>Викладаємо їх на розігріту сковороду з рослинним маслом, помішуємо і смажимо на середньому вогні 10-15 хв.
        </p>
        <img src="3.jpg" alt="Зображення" class="img" width="300" height="200">
        <p>
            Цибулю нарізаємо на дрібні кубики. Додаємо в гриби, посолити, поперчити за смаком і перемішуємо. 
            <br>Обсмажте все на слабкому вогні до золотистого кольору. 
            <br>Потім викласти наші гриби на тарілку, нехай остигають.
        </p>
    </article>

    <article class="line">
        <h2 style="font-size: 25px;">Крок 2: Підготовлення курінного філе.</h2>
        <img src="4.jpg" alt="Зображення" class="img" width="300" height="200">
        <p>
            Куряче філе промити, потім розрізати ножем великі шматки філе навпіл. 
            <br>І так у нас вийде кілька плоских шматочків філе. Посоліть все за смаком. 
            <br>Оберніть кожен шматочок у пещевую плівку і за допомогою молоточка обережно відбиваємо кожен шматок з обох боків так, щоб він не развалися.
        </p>
    </article>

    <article class="line">
        <h2 style="font-size: 25px;">Крок 3: Заправка начинкою, смаження і тушкування.</h2>
        <img src="5.jpg" alt="Зображення" class="img" width="300" height="200">
        <p>
            На кожне відбите філе викладаємо по трохи грибної начинки. Загортаємо в рулетик, а краї можна закріпити дерев'яною зубочисткою. 
            <br>Обваляйте обережно в борошні з усіх сторін. Розігріваємо сковорідку з високими бортами з олією і обсмажуємо наші рулетики на сильному 
            <br>вогні до рум'яної скоринки. Коли обсмажиться додати вершків. Доводимо до кипіння і тушкувати під кришкою на повільному вогні приблизно 20-30 хвилин. 
        </p>
    </article>

    <article class="line">
        <h2 style="font-size: 25px;">Крок 4: Подаємо до столу.</h2>
        <img src="1.jpg" alt="Зображення" class="img" width="300" height="200">
        <p>
            Блюдо викладіть на тарілку, дайте трохи охолонути. прикрасьте рубаною петрушкою. Можна подавати до столу.
            <br>Смачного! 
        </p>
    </article>

    <article class="line">
        <h2 style="font-size: 25px;">Поради:</h2>
        <p>
             - Начинку можна зробити абсолютно різну на будь-який смак: курага, сир, шинка.                
            <br> - На гарнір можна використовувати рис або овочі.                                       
            <br> - Як підливи можна використовувати вершки на сковорідці. 
        </p>
    </article>

    <p>Дата публікації: 20 березня 2024</p>
    <p>Автор: cookery</p>
</main>

<?php require 'footer.php';?>